/* No comment provided by engineer. */
"Could not move to Applications folder" = "Kon niet verplaatsen naar de Programma's map";

/* No comment provided by engineer. */
"Do Not Move" = "Niet verplaatsen";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Ik kan mezelf naar de Programma's map verplaatsen als u dit wilt.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Verplaats naar Programma's map";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "Verplaatsen naar Programma's map in uw persoonlijke map?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "Verplaatsen naar Programma map?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Let op: dit vereist een wachtwoord van een beheerder.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Op deze manier blijft uw Downloads map schoon.";

